import React from 'react';


const Math10 = () => {
  return (
    <div>
      <div>
        <h2>Глава I. Действительные числа</h2>
        <h4>Целые и рациональные числа</h4>
        <h4>Действительные числа</h4>
        <h4>Бесконечно убывающая геометрическая прогрессия</h4>
        <h4>Арефметический корень натуральной степени</h4>
        <h4>Степени с рациональным и действительным показателелями</h4>
      </div>
      <div>
        <h2>Глава II. Степенная функция</h2>
        <h4>Степенная функция, ее свойства и график</h4>
        <h4>Взаимно обратные функции</h4>
        <h4>Равносильные уравнения и неравенства</h4>
        <h4>Иррациональные уравнения</h4>
        <h4>Иррациональные неравенства</h4>
      </div>
      <div>
        <h2>Глава III. Показательная функция</h2>
        <h4>Показательная функция, ее свойства и график</h4>
        <h4>Показательные уравнения</h4>
        <h4>Показательные неравенства</h4>
        <h4>Сиситемы показательных уравнений и неравенств</h4>
      </div>
    </div>
  );
};

export default Math10;